{
  "fr": {
    "A1": [
      "bonjour", "merci", "oui", "non", "eau", "pain", "maison", "personne",
      "jour", "nuit", "homme", "femme", "enfant", "ami", "famille", "nom",
      "rue", "ville", "pays", "temps", "heure", "matin", "soir", "manger",
      "boire", "dormir", "parler", "aller", "venir", "voir", "faire", "dire",
      "grand", "petit", "bon", "mauvais", "beau", "nouveau", "vieux", "jeune",
      "ici", "bien", "mal", "beaucoup", "peu", "un", "deux", "trois",
      "quatre", "cinq", "blanc", "noir", "rouge", "vert", "bleu", "chien",
      "chat", "livre", "table", "chaise", "porte", "fenetre", "voiture",
      "ecole", "travail", "argent", "magasin", "marche", "cuisine", "chambre",
      "salle", "jardin", "soleil", "lune", "terre", "ciel", "arbre", "fleur",
      "poisson", "viande", "fruit", "legume", "lait", "cafe", "the", "vin",
      "sel", "sucre", "beurre", "fromage", "oeuf", "riz", "pomme", "orange",
      "rouge", "froid", "chaud", "content", "triste", "fatigue", "malade",
      "maman", "papa", "frere", "soeur", "fils", "fille", "mari", "femme",
      "voisin", "professeur", "docteur", "s-il-vous-plait", "excusez-moi",
      "au-revoir", "bonsoir", "comment", "pourquoi", "quand", "combien",
      "ou", "qui", "quoi", "avec", "sans", "pour", "dans", "sur", "sous",
      "devant", "derriere", "entre", "avant", "apres", "pendant", "depuis",
      "aussi", "encore", "deja", "jamais", "toujours", "souvent", "parfois",
      "maintenant", "aujourd-hui", "demain", "hier", "semaine", "mois", "annee",
      "aimer", "avoir", "etre", "pouvoir", "vouloir", "devoir", "savoir",
      "connaitre", "comprendre", "apprendre", "ecrire", "lire", "ecouter",
      "regarder", "chercher", "trouver", "donner", "prendre", "mettre"
    ],
    "A2": [
      "appartement", "immeuble", "quartier", "banlieue", "campagne", "foret",
      "riviere", "lac", "montagne", "plage", "mer", "ile", "pont", "place",
      "gare", "aeroport", "hopital", "pharmacie", "banque", "poste", "eglise",
      "restaurant", "boulangerie", "boucherie", "epicerie", "librairie",
      "bibliotheque", "cinema", "theatre", "musee", "parc", "stade",
      "piscine", "bureau", "usine", "ferme", "chateau", "tour", "mur",
      "toit", "escalier", "ascenseur", "parking", "trottoir", "carrefour",
      "feu", "panneau", "ticket", "billet", "carte", "plan", "valise",
      "sac", "cle", "telephone", "ordinateur", "internet", "courrier",
      "journal", "magazine", "radio", "television", "photo", "cadeau",
      "fleur", "gateau", "chocolat", "glace", "soupe", "salade", "sandwich",
      "pizza", "pates", "dessert", "petit-dejeuner", "dejeuner", "diner",
      "gouter", "repas", "recette", "ingredient", "cuillere", "fourchette",
      "couteau", "assiette", "verre", "tasse", "bouteille", "serveur",
      "addition", "pourboire", "prix", "solde", "promotion", "reduction",
      "monnaie", "piece", "billet", "cheque", "facture", "impot",
      "salaire", "emploi", "metier", "collegue", "patron", "client",
      "reunion", "projet", "probleme", "solution", "question", "reponse",
      "conseil", "aide", "service", "qualite", "quantite", "numero",
      "adresse", "date", "age", "taille", "poids", "couleur", "forme",
      "taille", "mesure", "vitesse", "direction", "droite", "gauche",
      "nord", "sud", "est", "ouest", "loin", "pres", "haut", "bas",
      "acheter", "vendre", "payer", "couter", "gagner", "perdre",
      "ouvrir", "fermer", "commencer", "finir", "continuer", "arreter",
      "attendre", "partir", "arriver", "monter", "descendre", "tourner",
      "traverser", "suivre", "accompagner", "inviter", "accepter", "refuser",
      "proposer", "demander", "repondre", "expliquer", "raconter", "decrire"
    ]
  }
}
